[
  {
    "id": "1758444357714",
    "userEmail": "adarshsiva297@gmail.com",
    "userName": "Development User",
    "fileName": "s42003-024-07220-3.pdf",
    "originalName": "s42003-024-07220-3.pdf",
    "fileSize": 464878,
    "fileType": "application/pdf",
    "extractedText": "communications bio l ogy Research highlight https://doi.org/10.1038/s42003-024-07220-3 Finding the sweet spot in the deep ocean Check for updates ‘ Candidatus Endonucleobacter ’ infects the nuclei of deep-sea mussels but it was unknown how they can prevent apoptosis of the host. A new study by Porras and colleagues, published in Nature Microbiology , suggests that the bacterium upregulates host-derived apoptosis inhibitors and genes for digesting sugars, lipids and amino acids acquired through horizontal gene transfer from the mussels. It is very common for metazoans to live in close association with bacteria; however, only a very low number of these bacteria live inside the hosts organelles 1 – 3 . ‘ Candidatus Endonucleobacter ’ is a clade of the family Endozoicomonadaceae that inhabits the nuclei of deep-sea bathymodioline mussels from hydrothermal vents and cold seeps worldwide 4 . A single bacterium infects the mussel by entering the nucleus, where it divides until it reaches up to 80,000 cells and the nucleus is swollen up to 50 times its normal size. The infected mussel cells eventually burst, and the bacteria are released into the seawater 4 . Two main questions about this unique life strategy remained: 1. How do ‘ Ca . Endonucleobacter ’ secure energy and nutrition within the host nucleus to support their massive replication? and 2. How do ‘ Ca . Endonucleobacter ’ avoid an immune response from the host that would lead to cell death through apoptosis? A recent study by Porras et al. 5 provides new insight into the genetic adaptations of ‘ Ca . Endonucleobacter ’ to enable this unique lifestyle. The authors investigated two different species of ‘ Ca . Endonucleobacter ’ infecting the deep-sea mussel Bathymodiolus puteoserpentis from hydrothermal vents on the Mid-Atlantic Ridge and Gigantidas childressi from cold seeps in the Gulf of Mexico. Despite being different species and separated geographically by thousands of kilometers, this study revealed surprising simila- rities in the metabolic strategy of the parasite-host interactions between the mussels and ‘ Ca . Endonucleobacter ’ . Once inside the nucleus of a host cell (Fig. 1), ‘ Ca . Endonucleobacter ’ imports and consumes sugars, lipids, and amino acids from the host rather than using host DNA, RNA, or histones. At the same time, the mussels express genes for the import of sugars, amino acids and the synthesis of lipid droplets in the early and mid- infection stages. The data further suggest that the mussels initiate programmed cell death in response to the infection, but a unique feature of both ‘ Ca . Endonucleobacter ’ species is that they encode multiple inhibitors of apoptosis (IAPs) to prevent this process. The result is that the host and the parasite are locked in a physiological arms race over apoptosis control - but the deployment of speci fi c IAPs allows the parasite to prevent apoptosis long enough to extract the necessary energy and nutrients for massive replication before the host cell eventually dies. While IAPs are common in animals, they have not been described in bacteria before 6 and they are believed to have been acquired through hor- izontal gene transfer (HGT) from the host, or potentially via viruses. The use of IAPs in an intranuclear parasite raises a “ chicken or egg ” dilemma: Was ‘ Ca . Endonucleobacter ’ able to acquire IAPs because of its intranuclear lifestyle, or did the acquisition of IAPs enable the parasite to thrive within the nucleus in the fi rst place? This study suggests that HGT from eukaryotes to bacteria may be more common than previously assumed. Linn Hoffmann University of Otago, Department of Botany, Dunedin, New Zealand. e-mail: linn.hoffmann@otago.ac.nz References 1. Gruber-Vodicka, H. R. et al. Two intracellular and cell type- speci fi c bacterial symbionts in the placozoan Trichoplax H2. Nat. Microbiol. 4 , 1465 – 1474 (2019). 2. Salje, J. Cells within cells: Rickettsiales and the obligate intracellular bacterial lifestyle. Nat. Rev. Microbiol. 19 , 375 – 390 (2021). 3. Sacchi, L. et al. A symbiont of the tick Ixodes ricinus invades and consumes mitochondria in a mode similar to that of the parasitic bacterium Bdellovibrio bacteriovorus . Tissue Cell 36 , 43 – 53 (2004). 4. Zielinski, F. U. et al. Widespread occurrence of an intranuclear bacterial parasite in vent and seep bathymodiolin mussels. Environ. Microbiol. 11 , 1150 – 1167 (2009). 5. Porras, M.Á.G. et al. An intranuclear bacterial parasite of deep-sea mussels expresses apoptosis inhibitors acquired from its host. Nat. Microbiol . https://doi.org/10.1038/ s41564-024-01808-5 (2024). 6. Clem, R. J. Viral IAPs, then and now. Semin. Cell Dev. Biol. 39 , 72 – 79 (2015). Competing interests L.H. is an Editorial Board Member at Communications Biology , but was not involved in the editorial review, nor the decision to publish this article. The other authors declare no competing interests. Fig. 1 | The ‘ Ca. Endonucleobacter ’ infection cycle. Parasite (in yellow), nuclei (DAPI-stained DNA in blue) and neighbouring cells (indicated with dotted lines) with sulfur-oxidizing symbionts (in green) and methane-oxidizing symbionts (in pink) (e, ‘ Ca. Endonucleobacter ’ cell; c, chromatin; ne, nuclear envelope. Scale bars, 1 μ m. From ref. 5. Communications Biology | (2024) 7:1544 1 1234567890():,; 1234567890():,;\nOpen Access This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if you modi fi ed the licensed material. You do not have permission under this licence to share adapted material derived from this article or parts of it. The images or other third party material in this article are included in the article ’ s Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article ’ s Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/ by-nc-nd/4.0/ . © The Author(s) 2024 communications bio l ogy Research highlight Communications Biology | (2024) 7:1544 2",
    "keywords": [
      {
        "word": "The Host",
        "definition": "A medicine/biology term referring to the host",
        "context": "acter ’ infects the nuclei of deep-sea mussels but it was unknown how they can prevent apoptosis of the host. A new study by Porras and colleagues, published in Nature Microbiology , suggests that the bacteri",
        "isGPT": false
      },
      {
        "word": "Mussels",
        "definition": "A medicine/biology term referring to mussels",
        "context": "in the deep ocean Check for updates ‘ Candidatus Endonucleobacter ’ infects the nuclei of deep-sea mussels but it was unknown how they can prevent apoptosis of the host. A new study by Porras and colleagues",
        "isGPT": false
      },
      {
        "word": "Iaps",
        "definition": "A medicine/biology term referring to iaps",
        "context": "ure of both ‘ Ca . Endonucleobacter ’ species is that they encode multiple inhibitors of apoptosis (IAPs) to prevent this process. The result is that the host and the parasite are locked in a physiologica",
        "isGPT": false
      },
      {
        "word": "Parasite",
        "definition": "A medicine/biology term referring to parasite",
        "context": "sands of kilometers, this study revealed surprising simila- rities in the metabolic strategy of the parasite-host interactions between the mussels and ‘ Ca . Endonucleobacter ’ . Once inside the nucleus of a",
        "isGPT": false
      },
      {
        "word": "Deep",
        "definition": "A medicine/biology term referring to deep",
        "context": "o l ogy Research highlight https://doi.org/10.1038/s42003-024-07220-3 Finding the sweet spot in the deep ocean Check for updates ‘ Candidatus Endonucleobacter ’ infects the nuclei of deep-sea mussels but",
        "isGPT": false
      },
      {
        "word": "Host",
        "definition": "A medicine/biology term referring to host",
        "context": "r ’ infects the nuclei of deep-sea mussels but it was unknown how they can prevent apoptosis of the host. A new study by Porras and colleagues, published in Nature Microbiology , suggests that the bacteri",
        "isGPT": false
      },
      {
        "word": "From The",
        "definition": "A medicine/biology term referring to from the",
        "context": "rs and genes for digesting sugars, lipids and amino acids acquired through horizontal gene transfer from the mussels. It is very common for metazoans to live in close association with bacteria; however, only",
        "isGPT": false
      },
      {
        "word": "The Mussels",
        "definition": "A medicine/biology term referring to the mussels",
        "context": "d genes for digesting sugars, lipids and amino acids acquired through horizontal gene transfer from the mussels. It is very common for metazoans to live in close association with bacteria; however, only a very l",
        "isGPT": false
      },
      {
        "word": "The Nucleus",
        "definition": "swollen up to 50 times its normal size",
        "context": "m hydrothermal vents and cold seeps worldwide 4 . A single bacterium infects the mussel by entering the nucleus, where it divides until it reaches up to 80,000 cells and the nucleus is swollen up to 50 times its",
        "isGPT": false
      },
      {
        "word": "The Parasite",
        "definition": "A medicine/biology term referring to the parasite",
        "context": "thousands of kilometers, this study revealed surprising simila- rities in the metabolic strategy of the parasite-host interactions between the mussels and ‘ Ca . Endonucleobacter ’ . Once inside the nucleus of a",
        "isGPT": false
      },
      {
        "word": "HGT",
        "definition": "A medicine/biology term referring to hgt",
        "context": "n bacteria before 6 and they are believed to have been acquired through hor- izontal gene transfer (HGT) from the host, or potentially via viruses. The use of IAPs in an intranuclear parasite raises a “",
        "isGPT": false
      },
      {
        "word": "live",
        "definition": "A medicine/biology term referring to live",
        "context": "cids acquired through horizontal gene transfer from the mussels. It is very common for metazoans to live in close association with bacteria; however, only a very low number of these bacteria live inside t",
        "isGPT": false
      },
      {
        "word": "massive",
        "definition": "A medicine/biology term referring to massive",
        "context": "w do ‘ Ca . Endonucleobacter ’ secure energy and nutrition within the host nucleus to support their massive replication? and 2. How do ‘ Ca . Endonucleobacter ’ avoid an immune response from the host that wo",
        "isGPT": false
      },
      {
        "word": "replication",
        "definition": "A medicine/biology term referring to replication",
        "context": "a . Endonucleobacter ’ secure energy and nutrition within the host nucleus to support their massive replication? and 2. How do ‘ Ca . Endonucleobacter ’ avoid an immune response from the host that would lead to",
        "isGPT": false
      },
      {
        "word": "enable",
        "definition": "A medicine/biology term referring to enable",
        "context": "y Porras et al. 5 provides new insight into the genetic adaptations of ‘ Ca . Endonucleobacter ’ to enable this unique lifestyle. The authors investigated two different species of ‘ Ca . Endonucleobacter ’",
        "isGPT": false
      },
      {
        "word": "infection",
        "definition": "A medicine/biology term referring to infection",
        "context": "nes for the import of sugars, amino acids and the synthesis of lipid droplets in the early and mid- infection stages. The data further suggest that the mussels initiate programmed cell death in response to the",
        "isGPT": false
      },
      {
        "word": "Apoptosis",
        "definition": "A medicine/biology term referring to apoptosis",
        "context": "s Endonucleobacter ’ infects the nuclei of deep-sea mussels but it was unknown how they can prevent apoptosis of the host. A new study by Porras and colleagues, published in Nature Microbiology , suggests that",
        "isGPT": false
      },
      {
        "word": "Sugars",
        "definition": "A medicine/biology term referring to sugars",
        "context": ", suggests that the bacterium upregulates host-derived apoptosis inhibitors and genes for digesting sugars, lipids and amino acids acquired through horizontal gene transfer from the mussels. It is very comm",
        "isGPT": false
      },
      {
        "word": "Amino",
        "definition": "A medicine/biology term referring to amino",
        "context": "bacterium upregulates host-derived apoptosis inhibitors and genes for digesting sugars, lipids and amino acids acquired through horizontal gene transfer from the mussels. It is very common for metazoans t",
        "isGPT": false
      },
      {
        "word": "Acids",
        "definition": "A medicine/biology term referring to acids",
        "context": "rium upregulates host-derived apoptosis inhibitors and genes for digesting sugars, lipids and amino acids acquired through horizontal gene transfer from the mussels. It is very common for metazoans to live",
        "isGPT": false
      }
    ],
    "uploadDate": "2025-09-21T08:45:57.714Z",
    "lastAccessed": "2025-09-21T08:49:23.173Z",
    "isPublic": false,
    "tags": []
  }
]